[
  {
    "item_id": "Emotions.txt",
    "num_words": 88,
    "start": 0,
    "end": 593,
    "content": "Emotion, in everyday speech, is any relatively brief conscious experience characterized by intense mental activity and a high degree of pleasure or displeasure. Scientific discourse has drifted to other meanings and there is no consensus on a definition. Emotion is often intertwined with mood, temperament, personality, disposition, and motivation. In some theories, cognition is an important aspect of emotion. Those acting primarily on the emotions they are feeling may seem as if they are not thinking, but mental processes are still essential, particularly in the interpretation of events."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 52,
    "start": 595,
    "end": 931,
    "content": "For example, the realization of our believing that we are in a dangerous situation and the subsequent arousal of our body's nervous system (rapid heartbeat and breathing, sweating, muscle tension) is integral to the experience of our feeling afraid. Other theories, however, claim that emotion is separate from and can precede cognition."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 94,
    "start": 934,
    "end": 1556,
    "content": "Emotions are complex. According to some theories, they are a state of feeling that results in physical and psychological changes that influence our behavior. The physiology of emotion is closely linked to arousal of the nervous system with various states and strengths of arousal relating, apparently, to particular emotions. Emotion is also linked to behavioral tendency. Extroverted people are more likely to be social and express their emotions, while introverted people are more likely to be more socially withdrawn and conceal their emotions. Emotion is often the driving force behind motivation, positive or negative."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 42,
    "start": 1558,
    "end": 1836,
    "content": "According to other theories, emotions are not causal forces but simply syndromes of components, which might include motivation, feeling, behavior, and physiological changes, but no one of these components is the emotion. Nor is the emotion an entity that causes these components."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 104,
    "start": 1839,
    "end": 2677,
    "content": "Emotions involve different components, such as subjective experience, cognitive processes, expressive behavior, psychophysiological changes, and instrumental behavior. At one time, academics attempted to identify the emotion with one of the components: William James with a subjective experience, behaviorists with instrumental behavior, psychophysiologists with physiological changes, and so on. More recently, emotion is said to consist of all the components. The different components of emotion are categorized somewhat differently depending on the academic discipline. In psychology and philosophy, emotion typically includes a subjective, conscious experience characterized primarily by psychophysiological expressions, biological reactions, and mental states. A similar multicomponential description of emotion is found in sociology."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 27,
    "start": 2679,
    "end": 2886,
    "content": "For example, Peggy Thoits described emotions as involving physiological components, cultural or emotional labels (anger, surprise, etc.), expressive body actions, and the appraisal of situations and contexts."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 83,
    "start": 2889,
    "end": 3469,
    "content": "Research on emotion has increased significantly over the past two decades with many fields contributing including psychology, neuroscience, endocrinology, medicine, history, sociology, and computer science. The numerous theories that attempt to explain the origin, neurobiology, experience, and function of emotions have only fostered more intense research on this topic. Current areas of research in the concept of emotion include the development of materials that stimulate and elicit emotion. In addition PET scans and fMRI scans help study the affective processes in the brain."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 59,
    "start": 3472,
    "end": 3881,
    "content": "\"Emotions can be defined as a positive or negative experience that is associated with a particular pattern of physiological activity.\" Emotions produce different physiological, behavioral and cognitive changes. The original role of emotions was to motivate adaptive behaviors that in the past would have contributed to the survival of humans. Emotions are responses to significant internal and external events."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 108,
    "start": 3884,
    "end": 4512,
    "content": "The word \"emotion\" dates back to 1579, when it was adapted from the French word \"émouvoir\", which means \"to stir up\". The term emotion was introduced into academic discussion to replace passion. According to one dictionary, the earliest precursors of the word likely dates back to the very origins of language. The modern word emotion is heterogeneous In some uses of the word, emotions are intense feelings that are directed at someone or something. On the other hand, emotion can be used to refer to states that are mild (as in annoyed or content) and to states that are not directed at anything (as in anxiety and depression)."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 52,
    "start": 4514,
    "end": 4824,
    "content": "One line of research thus looks at the meaning of the word emotion in everyday language and this usage is rather different from that in academic discourse. Another line of research asks about languages other than English, and one interesting finding is that many languages have a similar but not identical term."
  },
  {
    "item_id": "Emotions.txt",
    "num_words": 107,
    "start": 4827,
    "end": 5540,
    "content": "Emotions have been described by some theorists as discrete and consistent responses to internal or external events which have a particular significance for the organism. Emotions are brief in duration and consist of a coordinated set of responses, which may include verbal, physiological, behavioural, and neural mechanisms. Psychotherapist Michael C. Graham describes all emotions as existing on a continuum of intensity. Thus fear might range from mild concern to terror or shame might range from simple embarrassment to toxic shame. Emotions have also been described as biologically given and a result of evolution because they provided good solutions to ancient and recurring problems that faced our ancestors."
  }
]